tap "jesseduffield/lazygit"

brew "bat"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "httpie"
brew "lazygit"
brew "neovim"
brew "node"
brew "pnpm"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sem-cli"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "tree-sitter-cli"
brew "zoxide"

cask "claude-code"
cask "dotnet-sdk"
cask "gcloud-cli"
cask "ghostty"
cask "orbstack"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-maple-mono-nf"
cask "font-geist-mono-nerd-font"
