tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "versent/taps"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "glib"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "lazygit"
brew "neovim"
brew "pango"
brew "pyenv"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "versent/taps/saml2aws"
cask "font-fira-code-nerd-font"
